<?php 
  require_once('functions.php');
  $header = include_template('header.php', []);
  print($header);
?>

    <main>
        <section class="news-main">
            <div class="breadcrumbs bredcrumbs-third">
                <ul>
                    <li><a href="#">Главная</a></li>
                    <li>/</li>
                    <li><a href="#">О компании</a></li>
                    <li>/</li>
                    <li>Производство</li>
                </ul>
            </div>
            <div class="news-main__wrapper">

                <div class="news-main__menu">
                    <button></button>
                    <ul>
                        <li class="news-tab">
                            <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M14 8.97656L22.81 10.7398C23.52 10.891 24 11.4955 24 12.2109V22.4882C24 23.3245 23.33 23.9996 22.5 23.9996H13.5C13.78 23.9996 14 23.7779 14 23.4958V22.992H22.5C22.77 22.992 23 22.7703 23 22.4882V12.2109C23 11.9791 22.84 11.7676 22.61 11.7172L14 10.0043V8.97656Z" fill="white"/>
                            <path d="M19.5 13.9238C19.78 13.9238 20 14.1455 20 14.4276C20 14.7097 19.78 14.9314 19.5 14.9314H17.5C17.22 14.9314 17 14.7097 17 14.4276C17 14.1455 17.22 13.9238 17.5 13.9238H19.5Z" fill="white"/>
                            <path d="M19.5 16.9468C19.78 16.9468 20 17.1684 20 17.4506C20 17.7327 19.78 17.9544 19.5 17.9544H17.5C17.22 17.9544 17 17.7327 17 17.4506C17 17.1684 17.22 16.9468 17.5 16.9468H19.5Z" fill="white"/>
                            <path d="M19.5 19.9697C19.78 19.9697 20 20.1914 20 20.4735C20 20.7556 19.78 20.9773 19.5 20.9773H17.5C17.22 20.9773 17 20.7556 17 20.4735C17 20.1914 17.22 19.9697 17.5 19.9697H19.5Z" fill="white"/>
                            <path d="M14 23.496C14 23.7781 13.78 23.9998 13.5 23.9998C13.22 23.9998 13 23.7781 13 23.496V22.9922V9.38987C13 9.23873 13.07 9.09767 13.18 8.99691C13.3 8.90623 13.45 8.86593 13.6 8.89615L14 8.97676V10.0045V22.9922V23.496Z" fill="white"/>
                            <path d="M13 22.9922V23.496C13 23.7781 13.22 23.9998 13.5 23.9998H9.5C9.78 23.9998 10 23.7781 10 23.496V22.9922H13Z" fill="white"/>
                            <path d="M10.5 4.85596C10.78 4.85596 11 5.07762 11 5.35975C11 5.64187 10.78 5.86354 10.5 5.86354H8.5C8.22 5.86354 8 5.64187 8 5.35975C8 5.07762 8.22 4.85596 8.5 4.85596H10.5Z" fill="white"/>
                            <path d="M11 8.38221C11 8.66433 10.78 8.886 10.5 8.886H8.5C8.22 8.886 8 8.66433 8 8.38221C8 8.10009 8.22 7.87842 8.5 7.87842H10.5C10.78 7.87842 11 8.10009 11 8.38221Z" fill="white"/>
                            <path d="M10.5 10.9014C10.78 10.9014 11 11.123 11 11.4052C11 11.6873 10.78 11.9089 10.5 11.9089H8.5C8.22 11.9089 8 11.6873 8 11.4052C8 11.123 8.22 10.9014 8.5 10.9014H10.5Z" fill="white"/>
                            <path d="M10.5 13.9238C10.78 13.9238 11 14.1455 11 14.4276C11 14.7097 10.78 14.9314 10.5 14.9314H8.5C8.22 14.9314 8 14.7097 8 14.4276C8 14.1455 8.22 13.9238 8.5 13.9238H10.5Z" fill="white"/>
                            <path d="M6 14.4276C6 14.7097 5.78 14.9314 5.5 14.9314H3.5C3.22 14.9314 3 14.7097 3 14.4276C3 14.1455 3.22 13.9238 3.5 13.9238H5.5C5.78 13.9238 6 14.1455 6 14.4276Z" fill="white"/>
                            <path d="M5.5 4.85596C5.78 4.85596 6 5.07762 6 5.35975C6 5.64187 5.78 5.86354 5.5 5.86354H3.5C3.22 5.86354 3 5.64187 3 5.35975C3 5.07762 3.22 4.85596 3.5 4.85596H5.5Z" fill="white"/>
                            <path d="M5.5 7.87842C5.78 7.87842 6 8.10009 6 8.38221C6 8.66433 5.78 8.886 5.5 8.886H3.5C3.22 8.886 3 8.66433 3 8.38221C3 8.10009 3.22 7.87842 3.5 7.87842H5.5Z" fill="white"/>
                            <path d="M5.5 10.9014C5.78 10.9014 6 11.123 6 11.4052C6 11.6873 5.78 11.9089 5.5 11.9089H3.5C3.22 11.9089 3 11.6873 3 11.4052C3 11.123 3.22 10.9014 3.5 10.9014H5.5Z" fill="white"/>
                            <path d="M9 18.4581C9 18.176 8.77 17.9544 8.5 17.9544H5.5C5.22 17.9544 5 18.176 5 18.4581V22.9922H4V18.4581C4 17.6219 4.67 16.9468 5.5 16.9468H8.5C9.33 16.9468 10 17.6219 10 18.4581V22.9922H9V18.4581Z" fill="white"/>
                            <path d="M5 22.9922H9H10V23.496C10 23.7781 9.78 23.9998 9.5 23.9998H4.5C4.22 23.9998 4 23.7781 4 23.496V22.9922H5Z" fill="white"/>
                            <path d="M1.75 0.0196165L12.74 1.70227C13.47 1.82318 14 2.44788 14 3.19349V8.97699L13.6 8.89639C13.45 8.86616 13.3 8.90646 13.18 8.99714C13.07 9.0979 13 9.23896 13 9.3901V3.19349C13 2.94159 12.82 2.73 12.58 2.6897L1.59 1.01712C1.56 1.00704 1.53 1.00704 1.5 1.00704C1.38 1.00704 1.27 1.04735 1.18 1.12795C1.06 1.22871 1 1.3597 1 1.51083V22.4886C1 22.7707 1.23 22.9924 1.5 22.9924H4V23.4962C4 23.7783 4.22 24 4.5 24H1.5C0.67 24 0 23.3249 0 22.4886V1.51083C0 1.0675 0.19 0.644315 0.53 0.362193C0.87 0.0699955 1.31 -0.050914 1.75 0.0196165Z" fill="white"/>
                            </svg>
                        О компании</li>
                        <li class="active  promo-tab">
                            <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M13.8359 9.84178L14.6131 7.54603H15.773V2.9865H24V1.58025H15.773V0H8.22698V1.58025H0V2.9865H8.22698V7.54603H9.38686L10.1641 9.84178H11.2969V12.033H9.50953L8.97244 14.8337C8.69545 14.9329 8.42292 15.0459 8.15677 15.172L5.79623 13.5711L2.27414 17.0932L3.87506 19.4536C3.74902 19.7198 3.63595 19.9924 3.53681 20.2694L0.736031 20.8064V24H23.264V20.8064L20.4632 20.2694C20.364 19.9924 20.251 19.7198 20.1249 19.4536L21.7259 17.0932L18.2038 13.5711L15.8432 15.172C15.577 15.0459 15.3045 14.9329 15.0276 14.8337L14.4905 12.033H12.7031V9.84178H13.8359ZM9.63323 6.13978V1.40625H14.3668V6.13978H9.63323ZM8.60194 22.5938C8.92786 21.0165 10.3276 19.8271 12 19.8271C13.6724 19.8271 15.0721 21.0165 15.3981 22.5938H8.60194ZM13.3282 13.4392L13.8041 15.9204L14.21 16.044C14.6772 16.1861 15.1331 16.3751 15.565 16.6058L15.9395 16.8058L18.0312 15.3872L19.9096 17.2657L18.491 19.3574L18.691 19.7318C18.9217 20.1638 19.1107 20.6197 19.2528 21.0869L19.3763 21.4928L21.8577 21.9686V22.5938H16.8251C16.4833 20.2371 14.4499 18.4209 12 18.4209C9.55013 18.4209 7.51673 20.2371 7.17487 22.5938H2.14228V21.9686L4.62361 21.4928L4.74713 21.0869C4.88925 20.6197 5.07825 20.1638 5.30892 19.7318L5.50894 19.3574L4.09036 17.2657L5.96878 15.3872L8.06044 16.8058L8.43497 16.6058C8.86683 16.3752 9.32273 16.1861 9.78994 16.044L10.1959 15.9204L10.6717 13.4392H13.3282ZM11.1727 8.43553L10.8715 7.54603H13.1285L12.8273 8.43553H11.1727Z" fill="white"/>
                            </svg>

                            Производство</li>
                    </ul>
                </div>

                <div class="news-main__news-item production-wrapper">
                    <h2>производство</h2>
                    <p>Наш первый серийный вездеход сошел с конвейера в 2008 году, с тех пор многое изменилось. Появилось новое, современное и технологичное производство, расширился модельный ряд, выпуск продукции увеличился в сотни раз. Неизменным осталось одно: мы по-прежнему уверены в том, что движемся в правильном направлении и по-прежнему создаем надежную технику, достойную быть на международной арене.</p>

                    <p>Наши главные активы – это люди, поистине профессионалы своего дела. Инженеры, конструкторы, маркетологи, рабочие - каждый из них знает свои задачи и готов приложить максимум усилий для достижения общей цели.</p>

                    <p>Сегодня Enwix – это мощная техника, обладающая уникальными характеристиками, недоступными для многих конкурентов. Переняв мировой опыт и проанализировав задачи отечественного потребителя, мы разработали и создали многофункциональные вездеходы и прицепы с широчайшей сферой применения. Вездеходы заменяют сразу пять видов транспортных средств — квадроцикл, болотоход, снегоход, лодку и трактор. Насколько они универсальны и надежны – судить в первую очередь вам.</p>

                    <div class="production-count">
                        <div class="production-count__item">
                            <span>10</span>
                            <p>лет успешной работы</p>
                        </div>

                        <div class="production-count__item">
                            <span>120</span>
                            <p>человек в компании</p>
                        </div>

                        <div class="production-count__item">
                            <span>4 000</span>
                            <p>проданных вездеходов</p>
                        </div>

                        <div class="production-count__item">
                            <span>12 000</span>
                            <p>м<sup>2</sup> площадь производства</p>
                        </div>
                    </div>


                    <h3>Высокое качество сервиса и техническое обслуживание</h3>
                    <p>Для производства вездеходов Enwix используется высокотехнологичное и современное оборудование, позволяющее осуществить изготовление продукции в соответствии с передовыми стандартами, что гарантирует высокий уровень надежности техники в период эксплуатации.</p>

                    <h3>Гарантии многолетней работы</h3>
                    <p>Применение надежных структурных элементов и производственных подходов в процессе сборки Enwix гарантирует высокий уровень качества и длительный срок эксплуатации в самых тяжелых условиях.</p>

                    <div class="production-video">
                        <a href="https://youtu.be/C39-Q4iDzIQ" data-fancybox="videoProd">
                            <img src="img/adv2.jpg" alt="картинка">
                            <div class="video-review__item-play"></div>
                            <div class="video-review__item-desk">
                                <p>компания Enwix</p>
                            </div>
                        </a>
                    </div>

                    <h3>Оригинальные детали и модификации</h3>
                    <p>Одной из ключевых особенностей производителя Enwix является использование оригинальных деталей и ассортимента дополнительного оборудования для модификации транспортного средства.</p>

                    <h3>Компетентный персонал</h3>

                    <p>Динамично развивающаяся сфера передовых технологий подразумевает постоянное повышение профессиональной квалификации обслуживающего персонала. Производитель вездеходов Enwix обеспечивает качественную профессиональную подготовку специалистов, обеспечивающих высокий уровень производственной и сервисной деятельности.</p>

                </div>

                
            </div>
        </section>
    </main>

   <?php 
      $footer = include_template('footer.php', []);
      print($footer);
    ?> 